{
    "tnc": {
        "heading": "Terms and Conditions",
        "paragraph": "<p>Welcome to M3M India Private Limited (“Website”). The contents of this website are for general informational purposes only. By using or accessing this Website and/or the hyperlinks embedded/ mentioned in the Website you agree to abide by the terms and conditions, as set forth herein and as contained in the Website without any qualification or limitation. In the event you do not accept/ agree to the terms of this Disclaimer, you are requested not to use the Website or download materials from the Website. Every endeavor has been made to keep the information updated. However, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the Website or the information, products, services, or related graphics contained in the Website for any purpose.</p><p>He Website and all its content are provided on an “as is” and “as available” basis and is intended for informational purposes only. No information given under this Website shall be treated as a warranty or representation by us. Your use of the Website is solely at your own risk. This Website is for guidance only. It does not constitute part of an offer or contract. The contents, including design and specifications are subject to change without prior notice. Computer generated images are the artist's impression and are an indicative of the actual designs. By using and/or accessing this Website, you, the viewer/user acknowledge that the information including any material/ documents (such as brochures and marketing collaterals) on this Website are solely for informational purposes and you have not relied on this information for making any booking/ purchase/ intention to purchase/ invest in any project(s) of M3M India Private Limited and/or its affiliates.</p><p>Nothing herein shall be construed as any invitation, or offer for investment or deposit within the terms of the applicable law (as amended from time to time) including without limitation SEBI Act, 1992, Companies Act 2013 etc. and we shall not be liable for any consequence of any action taken by the viewer relying on such material/ information on this Website. The particulars contained on the Website mention details of Projects/ developments undertaken by M3M India Private Limited and/or its affiliates.</p><p>The contents are being modified in terms of the stipulations/ recommendations under the Real Estate Regulation Act, 2016 and Rules made thereunder (“RERA”) and accordingly may not be fully in line thereof as of date. Use of information shall be governed by Indian laws, RERA; subject to jurisdiction of Competent Authority under RERA, courts at Gurugram/ Haryana India. You are further advised to verify all the details, including area, amenities, services, terms of sales and payments and other relevant terms independently with the sales team independently, subject to prior appointment during working hours and speak to one of our sales staff, prior to concluding any decision for buying any unit(s) in the said project. In no event shall M3M India Private Limited, its affiliates, employees, directors and/or officers be made liable for any claim as a result of any inaccuracies in the information provided in this Website, though all efforts have to be made to ensure accuracy and under no circumstances shall we be liable for any expense, loss or damage including, without limitation, indirect or consequential loss or damage, or any expense, whatsoever arising from use, or loss of use, of data, arising out of or in connection with the use of this Website.</p>"
    }
}